Repository: marcisprouse/clubsite
Catalog: photologue/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Select a gallery to add these images to. Leave this empty to create a new gallery from the supplied title.
cs: Vyberte fotogalerii, do které se mají tyto obrázky přidat. Ponechte prázdné pro vytvoření nové fotogalerie s daným názvem.

source: Caption will be added to all photos.
cs: Titulek bude přidán ke všem fotografiím.

source: Description
cs: Popis

source: Is public
cs: Je veřejné

source: Uncheck this to make the uploaded gallery and included photographs private.
cs: Zrušte zaškrtnutí, pokud chcete, aby byla nově nahraná fotogalerie neveřejná.

source: A gallery with that title already exists.
cs: Již existuje galerie s tímto titulkem.

source: Select an existing gallery, or enter a title for a new gallery.
cs: Vyberte existující galerii, nebo zadejte titulek pro novou galerii.

source: Could not process file "{0}" in the .zip archive.
cs: Nešlo zpracovat soubor "{0}" v zip archivu.

source: The photos have been added to gallery "{0}".
cs: Fotografie byly přidány do galerie "{0}".

source: Very Low
cs: Velmi nízká

source: Low
cs: Nízká

source: Medium-Low
cs: Nížší střední

source: Medium
cs: Střední

source: Medium-High
cs: Vyšší střední

source: High
cs: Vysoká

source: Very High
cs: Velmi vysoká

source: Top
cs: Nahoře

source: Right
cs: Vpravo

source: Bottom
cs: Dole

source: Left
cs: Vlevo

source: Center (Default)
cs: Uprostřed (výchozí)

source: Flip left to right
cs: Obrátit vodorovně

source: Flip top to bottom
cs: Obrátit svisle

source: Rotate 90 degrees counter-clockwise
cs: Otočit o 90 stupňů vlevo

source: Rotate 90 degrees clockwise
cs: Otočit o 90 stupňů vpravo

source: Rotate 180 degrees
cs: Otočit o 180 stupňů

source: Tile
cs: Dláždit

source: Scale
cs: Přizpůsobit velikost

source: Chain multiple filters using the following pattern "FILTER_ONE->FILTER_TWO->FILTER_THREE". Image filters will be applied in order. The following filters are available: %s.
cs: Zřetězte více filtrů použitím vzoru „PRVNI_FILTR->DRUHY_FILTR->TRETI_FILTR“. Filtry budou aplikovány v daném pořadí. K dispozici jsou tyto filtry: %s.

source: date published
cs: datum zveřejnění

source: title
cs: název

source: title slug
cs: identifikátor

source: A "slug" is a unique URL-friendly title for an object.
cs: Unikátní název, který bude použit v URL adrese (bez diakritiky).

source: description
cs: popis

source: is public
cs: veřejné

source: Public galleries will be displayed in the default views.
cs: Veřejné fotogalerie budou zobrazeny ve výchozích pohledech.

source: photos
cs: fotografie

source: gallery
cs: fotogalerie

source: galleries
cs: fotogalerie

source: count
cs: počet

source: image
cs: obrázek

source: date taken
cs: datum pořízení

source: view count
cs: počet zobrazení

source: crop from
cs: oříznout

source: effect
cs: efekt

source: An "admin_thumbnail" photo size has not been defined.
cs: Velikost „admin_thumbnail“ není definovaná.

source: Thumbnail
cs: Náhled

source: slug
cs: identifikátor

source: caption
cs: titulek

source: date added
cs: datum přidání

source: Public photographs will be displayed in the default views.
cs: Veřejné fotografie budou zobrazeny ve výchozích pohledech.

source: photo
cs: fotografie

source: name
cs: název

source: rotate or flip
cs: obrátit nebo otočit

source: color
cs: barva

source: A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
cs: Hodnota 0,0 udělá černobílý obrázek, hodnota 1,0 zachová původní barvy.

source: brightness
cs: jas

source: A factor of 0.0 gives a black image, a factor of 1.0 gives the original image.
cs: Hodnota 0,0 udělá černý obrázek, hodnota 1,0 zachová původní jas.

source: contrast
cs: kontrast

source: A factor of 0.0 gives a solid grey image, a factor of 1.0 gives the original image.
cs: Hodnota 0,0 udělá šedý obrázek, hodnota 1,0 zachová původní kontrast.

source: sharpness
cs: ostrost

source: A factor of 0.0 gives a blurred image, a factor of 1.0 gives the original image.
cs: Hodnota 0,0 udělá rozmazaný obrázek, hodnota 1,0 zachová původní ostrost.

source: filters
cs: filtry

source: size
cs: velikost

source: The height of the reflection as a percentage of the orignal image. A factor of 0.0 adds no reflection, a factor of 1.0 adds a reflection equal to the height of the orignal image.
cs: Výška odrazu jako podíl výšky původního obrázku. Hodnota 0.0 nepřidá žádný odraz, hodnota 1.0 přidá odraz stejně vysoký, jako původní obrázek.

source: strength
cs: intenzita

source: The initial opacity of the reflection gradient.
cs: Počáteční intenzita postupně slábnoucího odrazu.

source: The background color of the reflection gradient. Set this to match the background color of your page.
cs: Barva pozadí odrazu. Nastavte na barvu pozadí stránky.

source: photo effect
cs: efekt

source: photo effects
cs: efekty

source: style
cs: styl

source: opacity
cs: krytí

source: The opacity of the overlay.
cs: Neprůhlednost překrývajícího obrázku.

source: watermark
cs: vodotisk

source: watermarks
cs: vodotisky

source: Photo size name should contain only letters, numbers and underscores. Examples: "thumbnail", "display", "small", "main_page_widget".
cs: Název velikosti by měl obsahovat pouze písmena, číslice a podtržítka. Například: „nahled“, „male_zobrazeni“, „velke_zobrazeni“.

source: width
cs: šířka

source: If width is set to "0" the image will be scaled to the supplied height.
cs: Pokud je šířka nastavena na 0, velikost obrázku bude upravena podle zadané výšky.

source: height
cs: výška

source: If height is set to "0" the image will be scaled to the supplied width
cs: Pokud je výška nastavena na 0, velikost obrázku bude upravena podle zadané šířky.

source: quality
cs: kvalita

source: JPEG image quality.
cs: Kvalita JPEG.

source: upscale images?
cs: zvětšit obrázky?

source: If selected the image will be scaled up if necessary to fit the supplied dimensions. Cropped sizes will be upscaled regardless of this setting.
cs: Pokud je vybráno, obrázek bude podle potřeby zvětšen, aby odpovídal požadovaným rozměrům. Pokud má být obrázek oříznutý, bude podle potřeby zvětšen bez ohledu na toto nastavení.

source: crop to fit?
cs: oříznout?

source: If selected the image will be scaled and cropped to fit the supplied dimensions.
cs: Pokud je vybráno, obrázek bude oříznutý, aby odpovídal požadovaným proporcím.

source: pre-cache?
cs: vytvářet předem?

source: If selected this photo size will be pre-cached as photos are added.
cs: Pokud je vybráno, bude pro každý obrázek vytvořena varianta v této velikosti předem, místo až v době zobrazení.

source: increment view count?
cs: navyšovat počet zobrazení?

source: If selected the image's "view_count" will be incremented when this photo size is displayed.
cs: Pokud je vybráno, bude hodnota „view_count“ obrázku navyšována s každým zobrazením obrázku této velikosti.

source: watermark image
cs: obrázek s vodotiskem

source: photo size
cs: velikost obrázku

source: photo sizes
cs: velikosti obrázků

source: Can only crop photos if both width and height dimensions are set.
cs: Ořezávat fotografie je možné, pouze pokud je zadána výška i šířka.

source: Home
cs: Domů

source: Upload
cs: Nahrát

source: Please correct the error below.
cs: Prosím opravte chybu dole.

source: Please correct the errors below.
cs: Prosím opravte chyby dole.

source: Latest photo galleries
cs: Nejnovější fotogalerie

source: Filter by year
cs: Filtrovat dle roku

source: No galleries were found
cs: Žádné fotogalerie nebyly nalezeny

source: No galleries were found.
cs: Žádné fotogalerie nebyly nalezeny.

source: Filter by day
cs: Filtovat dle dne

source: Filter by month
cs: Filtrovat dle měsíce

source: View all galleries
cs: Prohlédnout všechny fotogalerie

source: Published
cs: Zveřejněné

source: All galleries
cs: Všechny fotogalerie

source: Previous
cs: předchozí

source: Next
cs: další

source: This photo is found in the following galleries
cs: Tato fotografie se nachází v následujících fotogaleriích
